Repository: primaeval/script.tvguide.fullscreen
Catalog: resources/language/Hebrew/strings.po
Languages: he_il

# #30000
source: No description
he_il: אין תיאור

# #30001
source: [B]Loading data from external source...[/B]
he_il: [B]טוען מידע ממקור חיצוני...[/B]

# #30002
source: Calculating remaining time...
he_il: מחשב את הזמן הנותר...

# #30003
source: Approximately %d seconds left...
he_il: נותרו בערך %d שניות ...

# #30004
source: Loading of data already in progress...
he_il: טעינת מידע כבר מתרחשת ברקע...

# #30005
source: Mouse control
he_il: עכבר

# #30006
source: Now
he_il: עכשיו

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
he_il: [B]טיפ![/B] אתה יכול גם להשתמש בלחצן הגלילה בעכבר

# #30008
source: Cancel
he_il: ביטול

# #30009
source: No program available
he_il: אין תכנית זמינה

# #30100
source: General
he_il: כללי

# #30101
source: Source
he_il: מקור

# #30102
source: Show channels from category
he_il: הצג ערוצים מקטגורית

# #30103
source: XMLTV file
he_il: קובץ XMLTV

# #30104
source: Clear cache...
he_il: נקה מטמון...

# #30105
source: Done!
he_il: הסתיים!

# #30106
source: Show notification before selected programs start
he_il: הצג התראה לפני התחלת התכניות הנבחרות

# #30107
source: Use program image as background
he_il: השתמש בתמונת תכנית כרקע

# #30108
source: Clear all reminders...
he_il: נקה את כל התזכורות...

# #30109
source: Remember to clear the cache when you change source
he_il: זכור לנקות את המטמון בעת החלפת מקור

# #30110
source: Update program information on XBMC startup
he_il: עדכן פרטי תכנית בעת הפעלת XBMC

# #30111
source: Play channels using the YouSee web-tv addon
he_il: נגן ערוצים בעזרת ההרחבה YouSee web-tv

# #30112
source: Notifications
he_il: התראות

# #30113
source: Play channels using the Danish Live TV addon
he_il: נגן ערוצים בעזרת ההרחבה Danish Live TV

# #30114
source: Startup
he_il: אתחול

# #30115
source: - clear cache first
he_il: - נקה תחילה מטמון

# #30116
source: Search for channel logos in
he_il: חפש אייקוני ערוצים ב-

# #30117
source: Show Channel Logos
he_il: הצג את הסמל של הערוץ

# #30118
source: Enable OSD menu
he_il: הפעל את תפריט מסך התצוגה

# #30119
source: Disabling the OSD menu may fix video stuttering.
he_il: השבתת תפריט מסך התצוגה אולי תפתור בעיית גמגום וידאו.

# #30120
source: Use alternate streaming method (required for some addons)
he_il: השתמש בשיטת הזרמה חלופית (נדרש עבור הרחבות מסוימות).

# #30121
source: Alternative streaming is not compatible with OSD menu
he_il: מצב הזרמה חלופי אינו תואם עם תפריט מסך התצוגה

# #30122
source: XMLTV URL
he_il: כתובת XMLTV

# #30123
source: XMLTV type
he_il: סוג XMLTV

# #30124
source: Local file
he_il: קובץ מקומי

# #30125
source: URL
he_il: כתובת אינטרנט

# #30126
source: TV (All)
he_il: טלוויזיה (כל)

# #30127
source: TV (Basic)
he_il: טלוויזיה (בסיסי)

# #30128
source: File download interval
he_il: מרווח זמן להורדת הקובץ

# #30129
source: every start
he_il: בכל התחלה

# #30130
source: every 12 hrs
he_il: כל 12 שעות

# #30131
source: every 24 hrs
he_il: כל 24 שעות

# #30132
source: every 48 hrs
he_il: כל 48 שעות

# #30133
source: UK (Freeview)
he_il: בריטניה (Freeview)

# #30134
source: UK (Sky Go)
he_il: בריטניה (סקיי Go)

# #30136
source: US/UK (Basic)
he_il: ארצות הברית / בריטניה (בסיסי)

# #30137
source: ** WARNING! ** Resetting your database will cause you to lose all settings!
he_il: ** אזהרה! ** איפוס מסד הנתונים שלך יגרום לך לאבד את כל ההגדרות!

# #30138
source: Only do so if your database has become corrupt!
he_il: עשה זאת רק אם מסד הנתונים שלך נפגם!

# #30139
source: Yes, Reset Database
he_il: כן, אפס את מסד הנתונים

# #30140
source: Reset Database
he_il: אפס מסד נתונים

# #30141
source: Guide Theme
he_il: ערכת נושא למדריך

# #30142
source: Custom File
he_il: קובץ מותאם אישית

# #30143
source: TV Guide Fullscreen
he_il: מסך מלא מדריך טלוויזיה

# #30144
source: addons.ini selection
he_il: בחירת ini להרחבות

# #30145
source: addons.ini file
he_il: קובץ ini להרחבות

# #30146
source: Logo source
he_il: סמליל המקור

# #30147
source: Custom Folder
he_il: תיקייה מותאמת אישית

# #30148
source: Appearance
he_il: מראה

# #30149
source: Refresh on start
he_il: רענן באתחול

# #30150
source: Oops, sorry about that!
he_il: אופס, מצטער!

# #30151
source: It was not possible to load program data,
he_il: לא ניתן היה לטעון פרטי התכנית,

# #30152
source: check settings or try again later...
he_il: בדוק הגדרות או נסה שנית מאוחר יותר...

# #30153
source: because the settings are invalid!
he_il: מאחר וההגדרות אינן נכונות!

# #30154
source: It looks like your current skin has a special
he_il: נראה שיש למעטפת שלך

# #30155
source: version of the TV Guide Fullscreen skin that is not up-to-date.
he_il: גרסה מיוחדת של מעטפת מדריך התכניות שאינה מעודכנת.

# #30156
source: Please try with a different skin...
he_il: אנא בדוק מול מעטפת אחרת...

# #30157
source: It looks like the TV Guide Fullscreen database is broken.
he_il: נראה כי מסד נתוני מדריך התכניות אינו תקין.

# #30158
source: The database will be deleted and recreated.
he_il: מסד הנתונים ימחק ויווצר מחדש.

# #30159
source: Channel configuration, etc. is unfortunately lost.
he_il: למרבה הצער הגדרות ערוצים, וכו' אבדו.

# #30200
source: on [B]%s[/B] in 5 minutes...
he_il: ב-[B]%s[/B] בעוד 5 דקות...

# #30201
source: on [B]%s[/B] is starting now...
he_il: ב-[B]%s[/B] מתחילה כעת...

# #30300
source: Watch %s
he_il: צפה ב-%s

# #30301
source: Remind
he_il: להזכיר

# #30302
source: Don't remind
he_il: אל תזכיר

# #30303
source: Cancel
he_il: ביטול

# #30304
source: Choose stream
he_il: בחר הזרמה

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
he_il: אתה יכול לבחור לנגן קובץ strm. משלך, כאשר ברצונך לצפות בערוץ זה.

# #30306
source: Remove Stream
he_il: הסר הזרמה

# #30307
source: Channels
he_il: ערוצים

# #30308
source: Quit
he_il: צא

# #30400
source: Background Update Service
he_il: שירות עדכונים ברקע

# #30401
source: Service Interval
he_il: מרווח השירות

# #30402
source: 2 hrs
he_il: 2 שעות

# #30403
source: 6 hrs
he_il: 6 שעות

# #30404
source: 12 hrs
he_il: 12 שעות

# #30405
source: 24 hrs
he_il: 24 שעות

# #30500
source: [B]Edit channel order and visibility[/B]
he_il: [B]ערוך סדר ערוצים ומראה[/B]

# #30501
source: Press left to pull a channel out, then move it up or down. When in place, press right again to set. Pressing on a channel in the list will enable or disable it.[CR]On touch devices long press on a channel to pull it out, move the list to the desired place and then long press on the pulled out channel to put it in its new place.
he_il: הקש שמאלה כדי להוציא ערוץ החוצה, ואז להזיזו למעלה או למטה. כאשר הערוץ במקום, לחץ שוב כדי לקבוע. לחיצה על ערוץ ברשימה להפעיל או לבטל אותו.[CR]בהתקני המגע, לחצו לחיצה ארוכה על הערוץ כדי לשלוף אותו, להעביר את הרשימה למקום הרצוי ולאחר מכן לחיצה ארוכה על הערוץ שהוצא החוצה ותשים אותו במקום החדש שלו.

# #30502
source: Save
he_il: שמור

# #30503
source: Cancel
he_il: ביטול

# #30600
source: [B]Setup stream[/B]
he_il: [B]הגדר הזרמה[/B]

# #30601
source: .strm file
he_il: קובץ strm

# #30602
source: Favourites
he_il: מועדפים

# #30603
source: Addons
he_il: הרחבות

# #30604
source: Preview stream
he_il: תצוגה מקדימה

# #30605
source: Save
he_il: שמור

# #30606
source: Cancel
he_il: ביטול

# #30607
source: Stop preview
he_il: עצור תצוגה מקדימה

# #30610
source: Browse...
he_il: עיון...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
he_il: לחץ על עיון... שלמטה ונווט לקובץ ההזרמה שלך. לאחר שתבחר את הקובץ תוכל לצפות בהזרמה בתצוגה מקדימה, לשם בחינה האם השידור תקין בקודי.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
he_il: בחר מועדף מלמטה. רק מועדפי [I]PlayMedia[/I] נתמכים.

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
he_il: ערוץ זה מוצע ע"י מספר הרחבות.[CR]לצפייה בחר אחת מהן.

# #30800
source: JSON-EPG URL
he_il: כתובת JSON-EPG

# #30801
source: Play channels using the Weeb.Tv addon
he_il: נגן ערוצים בעזרת הרחבת Weeb.Tv

# #30802
source: TV Guide Fullscreen is configured to stream using Weeb.Tv
he_il: TV Guide Fullscreen מוגדר להזרים באמצעות ההרחבה Weeb.Tv

# #30803
source: addon which is not installed.
he_il: הרחבה שאינה מותקנת.

# #30804
source: Streaming using that addon is now disabled.
he_il: הזרמה בעזרת הרחבה זו כעת מנוטרלת.

# #30900
source: Autostart TV Guide Fullscreen when Kodi starts up
he_il: התחל את מדריך הטלוויזיה במסך מלא כאשר קודי מתחיל

# #31000
source: Connection problem
he_il: בעיית חיבור

# #31001
source: It was not possible to update from the server.
he_il: לא ניתן היה לעדכן מהשרת.

# #31002
source: Current local data will be kept for now...
he_il: הנתונים המקומיים הנוכחיים יישמרו כרגע ...

# #80000
source: My Movies
he_il: הסרטים שלי

# #80001
source: My TV Shows
he_il: הסדרות שלי

# #80002
source: Video Add-Ons
he_il: הרחבות וידאו

# #80003
source: On-Demand
he_il: על פי דרישה
